<template>
    <div class="content"> # MAIN # О НАС
      <h2 class="content_greetings">
        Уважаемые дамы и господа! Добро пожаловать на сайт Anime Fan Club

      </h2>
      <p class="content_text">
        Anime Fan Club - это онлайн-сообщество, объединяющее любителей аниме со всего мира. Мы страстно увлечены анимацией, и наш клуб предоставляет уникальную платформу для обмена знаниями, обсуждения новейших выпусков, общения с единомышленниками и создания прочных дружеских связей.
      </p>
      <p class="content_text">
        Мы верим в силу аниме как форму искусства и пытаемся расширить понимание и уважение к нему. В нашем клубе мы предоставляем доступ к обширной библиотеке аниме, где вы можете найти все свои любимые сериалы и фильмы. Кроме того, мы организуем ежемесячные встречи, в которых участники могут обсудить свои любимые аниме-персонажи, сцены и сюжетные линии, а также делиться рекомендациями о новых аниме-произведениях.
      </p>
      <p class="content_text">
        Мы также стремимся стать источником информации и новостей о последних трендах в мире аниме. На нашей странице вы найдете статьи, обзоры и интервью с известными режиссерами и художниками, чтобы быть в курсе всех инноваций и развития в этой увлекательной области.
      </p>
      <p class="content_text">
        Наша цель - создать дружественное и вдохновляющее окружение для всех аниме-фанатов. Мы приглашаем вас присоединиться к нам и делиться своей страстью к аниме с другими единомышленниками. Добро пожаловать в наш Anime Fan Club!
      </p>
        <slot name="mainContent">

        </slot> 
    </div>
</template>

<script>

export default {
    name: "AppMain",
    components: {
    },
}
</script>

<style lang="scss">
    @import "../components/styles/appMain/app-main";
</style>